{
  "extractedAt": "2026-02-18T19:10:56.750Z",
  "company": {
    "name": "Schlecht Movers",
    "legalName": "Schlecht und Co. GmbH",
    "address": "Bruggstrasse 7, 4153 Reinach BL",
    "email": "jillschlecht@schlecht-movers.ch",
    "phones": [
      "+41 61 711 11 15",
      "+41 79 197 89 92"
    ],
    "whatsapp": "+41791978992",
    "instagram": "https://www.instagram.com/schlechtundco",
    "agbUrl": "/docs/AGB-25.11.2025.pdf"
  },
  "pages": {
    "de": {
      "home": {
        "url": "/de/Home/",
        "content": [
          {
            "type": "heading",
            "text": "Rufen Sie uns an"
          },
          {
            "type": "heading",
            "text": "Hier sind wir"
          },
          {
            "type": "heading",
            "text": "Unser Kontakt"
          },
          {
            "type": "paragraph",
            "text": "Ihr kompetenter Umzugspartner- Reinach - Basel-Landschaft - Schweiz -Willkommen bei der Firma Schlecht und Co. GmbH. Wir sind ein junges Unternehmen mit Sitz in Reinach in Baselland. Wir kümmern uns um Umzüge wie auch Räumungen aller Art. Wir begleiten Sie nicht nur in Basel, sondern auch in Solothurn, dem Aargau und weit darüber hinaus.Individuelle Anfragen dürfen Sie und gerne auch direkt an unsere Mail senden mit Ihrem Anliegen.Wir stehen Ihnen jederzeit tatkräftig zur Seite und freuen uns auf Ihre Anfrage."
          },
          {
            "type": "paragraph",
            "text": "Wir zügeln Sie nicht nur in der Region Reinach oder Baselland, wir zügeln in der ganzen Schweiz. Lehnen Sie sich zurück und lassen Sie uns die Arbeit für Sie übernehmen. Umziehen ist meist mit viel Aufwand verbunden. Unser Ziel ist es Ihnen diesen Stress und die Sorgen dabei abzunehmen. Wir betreuen Sie vom Anfang bis zum Ende."
          },
          {
            "type": "paragraph",
            "text": "Firmenumzüge werden bei uns gewissenhaft und effizient durchgeführt, durch unsere langjährige Erfahrung im Segment der Geschäftskunden, erfassen wir alle Aspekte im Interesse der Firma. Durch die direkte Betreuung durch unseren Teamleiter, werden Komplikationen frühzeitig erkannt und können kurzfristig und zeiteffizient gelöst werden."
          },
          {
            "type": "paragraph",
            "text": "Mit unserem umfassenden Räumungs- und Entsorgungsservice stehen wir Ihnen kompetent zur Seite, wenn es darum geht, Platz zu schaffen, Immobilien frei zu machen oder komplette Haushalte und Unternehmen aufzulösen. Unser Service zeichnet sich durch professionelle Planung, diskrete Abwicklung und termingetreue Durchführung aus."
          },
          {
            "type": "paragraph",
            "text": "Wir bieten professionelle USM-Haller Montagen, Demontagen und Umbauten in Basel-Landschaft und der gesamten Nordwestschweiz an. Als erfahrener Dienstleister übernehmen wir den fachgerechten Aufbau, Abbau sowie die individuelle Anpassung von USM-Haller Möbeln für Privat- und Geschäftskunden."
          },
          {
            "type": "paragraph",
            "text": "Rufen Sie uns an+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Hier sind wirBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Unser KontaktE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          }
        ],
        "fetched": true
      },
      "umzug": {
        "url": "/de/Umzug/",
        "content": [
          {
            "type": "heading",
            "text": "Umzug"
          },
          {
            "type": "heading",
            "text": "Rufen Sie uns an"
          },
          {
            "type": "heading",
            "text": "Hier sind wir"
          },
          {
            "type": "heading",
            "text": "Unser Kontakt"
          },
          {
            "type": "paragraph",
            "text": "UmzugPrivatumzüge zum Pauschalpreis"
          },
          {
            "type": "paragraph",
            "text": "Wir bieten fachgerechte Umzüge für Privatkunden von der sorgfältigen Planung bis zur sicheren Durchführung. Mit Erfahrung, Engagement und einem eingespielten Team sorgen wir dafür, dass Ihr Umzug effizient, termingerecht und ohne Stress abläuft. Ihre Möbel und persönlichen Gegenstände sind bei uns in besten Händen."
          },
          {
            "type": "paragraph",
            "text": "Wir erstellen Ihren Auftrag sehr gerne mit einem Kostendach oder einer Pauschalsumme"
          },
          {
            "type": "paragraph",
            "text": "Seniorenumzüge"
          },
          {
            "type": "paragraph",
            "text": "Umzüge ins Altersheim gehören zu unseren täglichen Arbeiten, wir begleiten Ihre Liebsten mit Geduld und ohne Stress vom Zuhause in die Seniorenresident oder auch das Altersheim. Dort richten unsere Möbelträger das neue Zuhause gemäß Ihren Wünschen ein und erledigen auch die Montage von Bilder damit das Zimmer seinen Charm bekommt."
          },
          {
            "type": "paragraph",
            "text": "Kleinere Umzüge"
          },
          {
            "type": "paragraph",
            "text": "Von einem WG-Zimmer oder der erste Auszug von Zuhause bekommen bei uns die selbe Aufmerksamkeit wie ein Hausumzug. Wir begleiten Sie nicht als \"fremde\" die Ihre Möbel mitnehmen, sondern schaffen eine vertrautes und freundliches Ambiente."
          },
          {
            "type": "paragraph",
            "text": "Wir kennen keine Grenzen, wie führen auch Übersiedlungen in unsere Nachbarländer durch. Entsprechend wickeln wir auch die Dokumentation am Zoll auf Wunsch für Sie ab."
          },
          {
            "type": "paragraph",
            "text": "Rufen Sie uns an+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Hier sind wirBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Unser KontaktE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          }
        ],
        "fetched": true
      },
      "transport": {
        "url": "/de/Umzug/Transport/",
        "content": [
          {
            "type": "heading",
            "text": "Transporte aller Art"
          },
          {
            "type": "heading",
            "text": "Rufen Sie uns an"
          },
          {
            "type": "heading",
            "text": "Hier sind wir"
          },
          {
            "type": "heading",
            "text": "Unser Kontakt"
          },
          {
            "type": "paragraph",
            "text": "Transporte aller ArtMöbeltransport"
          },
          {
            "type": "paragraph",
            "text": "Nicht nur grosse Umzüge, wir kümmern uns auch um kleine Transporte! Unsere Firma steht nicht nur für professionelle Umzüge, sondern auch für zuverlässige Kleintransporte aller Art. Egal, ob Sie nur ein einzelnes Möbelstück, ein paar Kartons oder eine kleinere Lieferung transportieren möchten, wir sind flexibel und sorgen dafür, dass Alles schnell, sicher und termingerecht ankommt."
          },
          {
            "type": "paragraph",
            "text": "Auch wenn es „nur“ ein kleiner Auftrag ist, behandeln wir ihn mit derselben Sorgfalt und Professionalität wie einen grossen Umzug. Unser Team unterstützt Sie gerne bei Wohnungswechseln, Abholungen, Möbeltransporten, Entsorgungen oder kurzfristigen Lieferfahrten."
          },
          {
            "type": "paragraph",
            "text": "Spezialtransport"
          },
          {
            "type": "paragraph",
            "text": "Manche Gegenstände erfordern besondere Aufmerksamkeit, sei es aufgrund ihres Wertes, ihrer Empfindlichkeit oder ihrer Einzigartigkeit. Wir sind Ihr verlässlicher Partner für Spezialtransporte von Kunstwerken, Gemälden, Designmöbeln, USM-Systemen und empfindlichen Objekten aller Art.Mit unserer Erfahrung und dem richtigen Equipment gewährleisten wir, dass jedes Stück fachgerecht verpackt, sicher transportiert und sorgfältig platziert wird. Unsere geschulten Mitarbeitenden wissen genau, worauf es beim Umgang mit sensiblen Objekten ankommt, von der Vorbereitung über den Transport bis hin zur Montage vor Ort."
          },
          {
            "type": "paragraph",
            "text": "Rufen Sie uns an+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Hier sind wirBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Unser KontaktE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          }
        ],
        "fetched": true
      },
      "firmenumzug": {
        "url": "/de/Firmenumzug/",
        "content": [
          {
            "type": "heading",
            "text": "Firmenumzug"
          },
          {
            "type": "heading",
            "text": "Rufen Sie uns an"
          },
          {
            "type": "heading",
            "text": "Hier sind wir"
          },
          {
            "type": "heading",
            "text": "Unser Kontakt"
          },
          {
            "type": "paragraph",
            "text": "FirmenumzugBesichtigung"
          },
          {
            "type": "paragraph",
            "text": "Vor der Planung des Umzuges, empfehlen wir eine Besichtigung vor Ort um das genaue Volumen und die Gegebenheiten kennenzulernen. Für uns sind alle Details wichtig die den Umzug als ganzes abrunden. Sollte eine Besichtigung nicht möglich sein, können Sie uns auch eine Möbelliste zusenden."
          },
          {
            "type": "paragraph",
            "text": "Strukturfindung"
          },
          {
            "type": "paragraph",
            "text": "Ein Büroumzug benötigt auf Grund Ihrer Größe eine andere Herangehensweise als eine private Übersiedlung. Deswegen ist es uns wichtig, mit Ihnen zusammen eine Struktur und einen Ablauf zu erfassen. Jeder Prozess wird mit Ihnen besprochen und behandelt."
          },
          {
            "type": "paragraph",
            "text": "Verpackungsmaterial"
          },
          {
            "type": "paragraph",
            "text": "Für alle Büroartikel stellen wir Ihnen Umzugskartons wie auch Verpackungsmaterial zur Verfügung. Ob für Dokumente, Ordner oder Dekoration, wir haben für Alles eine Verpackung."
          },
          {
            "type": "paragraph",
            "text": "Umzugskonzept"
          },
          {
            "type": "paragraph",
            "text": "Wir erstellen ein Umzugskonzept, welches auf Ihren Auftrag maßgeschneidert ist. Dies beinhaltet auch eine Checkliste mit dem systematischen Ablauf. Vom Einpacken und Vorbereiten, über den Transport zum neuen Büro bis hin zum Entpacken wird dort in Absprache mit Ihnen jede Position erfasst."
          },
          {
            "type": "paragraph",
            "text": "Rufen Sie uns an+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Hier sind wirBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Unser KontaktE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          }
        ],
        "fetched": true
      },
      "raeumung": {
        "url": "/de/Raeumung-und-Entsorgung/",
        "content": [
          {
            "type": "heading",
            "text": "Räumung und Entsorgung"
          },
          {
            "type": "heading",
            "text": "Rufen Sie uns an"
          },
          {
            "type": "heading",
            "text": "Hier sind wir"
          },
          {
            "type": "heading",
            "text": "Unser Kontakt"
          },
          {
            "type": "paragraph",
            "text": "Räumung und EntsorgungWir übernehmen die Räumung und Entrümpelung von Wohnungen, Häusern, Kellern, Estrichen, Garagen, Lagerräumen und Gewerbeobjekten und sorgen für eine fach- und umweltgerechte Entsorgung aller nicht mehr benötigten Gegenstände. Dabei trennen wir Wertstoffe für Recycling, spenden gut erhaltene Möbel auf Wunsch an gemeinnützige Organisationen oder entsorgen Sperrmüll und Abfall nach den aktuellen gesetzlichen Vorgaben. Unsere erfahrenen Teams arbeiten effizient und respektvoll – besonders in sensiblen Situationen wie Nachlässen oder kurzfristigen Räumungsaufträgen stehen Sie als Kunde im Mittelpunkt."
          },
          {
            "type": "paragraph",
            "text": "Unsere Dienstleistungen für PrivatkundenFür private Auftraggeber bieten wir umfassende Services rund um Wohnungs- und Hausräumungen, inklusive Entrümpelung von Keller, Estrich und Garage sowie die fachgerechte Entsorgung von Möbeln, Haushaltsgegenständen, Elektrogeräten und Sperrmüll. Wir unterstützen Sie bei kompletten Haushaltsauflösungen, unabhängig davon, ob ein Umzug ansteht, ein Verkauf bevorsteht oder ein sensibler Anlass wie ein Todesfall hinter Ihnen liegt. Auf Wunsch übergeben wir Ihre Räumlichkeiten besenrein und sorgen dafür, dass Sie sich um nichts kümmern müssen."
          },
          {
            "type": "paragraph",
            "text": "Unsere Dienstleistungen für FirmenkundenFür Unternehmen, Verwaltungen und Gewerbekunden sind wir ein starker Partner: Wir übernehmen Büro-, Geschäfts- und Lager­räumungen, Betriebsauflösungen und Archiventrümpelungen und kümmern uns dabei um demontage- und transportspezifische Anforderungen. Dabei achten wir auf effiziente Abläufe, diskrete Abwicklung und eine termintreue Übergabe, damit Ihre Geschäftsprozesse nicht länger als nötig beeinträchtigt werden. Fachgerechte Entsorgung und, wenn gewünscht, sachgerechte Vernichtung sensibler Unterlagen gehören dabei selbstverständlich zu unserem Service."
          },
          {
            "type": "paragraph",
            "text": "Rufen Sie uns an+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Hier sind wirBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Unser KontaktE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          }
        ],
        "fetched": true
      },
      "usm": {
        "url": "/de/USM-Haller/",
        "content": [
          {
            "type": "heading",
            "text": "USM-Haller"
          },
          {
            "type": "heading",
            "text": "Rufen Sie uns an"
          },
          {
            "type": "heading",
            "text": "Hier sind wir"
          },
          {
            "type": "heading",
            "text": "Unser Kontakt"
          },
          {
            "type": "paragraph",
            "text": "USM-HallerOb USM-Haller Montage in Basel-Landschaft, Demontage bei einem Umzug oder Umbau bestehender Systeme – wir sorgen für eine präzise, saubere und materialsichere Ausführung. Unsere Expertise umfasst USM-Haller Regale, Sideboards, Büromöbel und komplette Arbeitsplatzlösungen, die wir optimal an neue Raumkonzepte, Büroflächen oder Wohnräume anpassen."
          },
          {
            "type": "paragraph",
            "text": "Gerade in Basel-Landschaft, ob in Liestal, Pratteln, Muttenz oder Umgebung, unterstützen wir unsere Kundinnen und Kunden bei Standortwechseln, Büroumbauten und Erweiterungen bestehender USM-Haller Systeme. Durch unsere spezialisierte Arbeitsweise bleiben Ihre hochwertigen USM-Haller Möbel dauerhaft funktional und wertbeständig."
          },
          {
            "type": "paragraph",
            "text": "Unser Service für USM-Haller Montage, Demontage und Umbau in Basel-Landschaft richtet sich an Unternehmen, Büros, Architekten, Innenausstatter sowie Privatpersonen. Gerne beraten wir Sie persönlich und erstellen ein unverbindliches Angebot für Ihr Projekt in der Region Basel-Landschaft."
          },
          {
            "type": "paragraph",
            "text": "Rufen Sie uns an+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Hier sind wirBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Unser KontaktE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          }
        ],
        "fetched": true
      },
      "about": {
        "url": "/de/Ueber-uns/",
        "content": [
          {
            "type": "heading",
            "text": "Unsere Geschichte"
          },
          {
            "type": "heading",
            "text": "Rufen Sie uns an"
          },
          {
            "type": "heading",
            "text": "Hier sind wir"
          },
          {
            "type": "heading",
            "text": "Unser Kontakt"
          },
          {
            "type": "paragraph",
            "text": "Unsere GeschichteUnser Unternehmen blickt auf eine spannende Entwicklung zurück."
          },
          {
            "type": "paragraph",
            "text": "Im Jahr 2024 startete ich als gelernter Schreiner mit einem Einzelunternehmen, getragen von der Leidenschaft für präzises Handwerk und individuelle Lösungen. 2025 erfolgte die Umwandlung zur GmbH – ein Schritt, der den wachsenden Erfolg, die zunehmende Nachfrage und die Erweiterung unseres Teams widerspiegelt."
          },
          {
            "type": "paragraph",
            "text": "Heute stehen wir unseren Kunden als erfahrenes Team aus qualifizierten Schreinern zur Seite. Wir verbinden traditionelle Handwerkskunst mit modernen Techniken und legen besonderen Wert auf Kundennähe, persönliche Beratung und eine zuverlässige Umsetzung. Durch unsere regionale Verwurzelung sind wir nah an unseren Kunden, kennen ihre Bedürfnisse und können flexibel auf individuelle Wünsche eingehen."
          },
          {
            "type": "paragraph",
            "text": "Mit unserer Erfahrung, unserem handwerklichen Können und unserer Begeisterung für das Schreinerhandwerk setzen wir jedes Projekt mit höchstem Anspruch an Qualität und Detailtreue um. Unser Ziel ist es, langlebige und maßgeschneiderte Lösungen zu schaffen, die den Alltag unserer Kunden bereichern und Freude bereiten."
          },
          {
            "type": "paragraph",
            "text": "Rufen Sie uns an+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Hier sind wirBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Unser KontaktE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          }
        ],
        "fetched": true
      },
      "kontakt": {
        "url": "/de/Ueber-uns/Kontakt/",
        "content": [
          {
            "type": "heading",
            "text": "Kontaktieren Sie uns noch heute"
          },
          {
            "type": "heading",
            "text": "Unsere Öffnungszeiten"
          },
          {
            "type": "heading",
            "text": "Rufen Sie uns an"
          },
          {
            "type": "heading",
            "text": "Hier sind wir"
          },
          {
            "type": "heading",
            "text": "Unser Kontakt"
          },
          {
            "type": "paragraph",
            "text": "Kontaktieren Sie uns noch heuteGerne betreuen wir Sie telefonisch, per Mail, per WhatsApp oder persönlich vor Ort."
          },
          {
            "type": "paragraph",
            "text": "Schlecht und Co AGBAGB 25.11.2025.pdf (102.66KB)Schlecht und Co AGBAGB 25.11.2025.pdf (102.66KB)"
          },
          {
            "type": "paragraph",
            "text": "Rufen Sie uns an+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Hier sind wirBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Unser KontaktE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          }
        ],
        "fetched": true
      },
      "referenzen": {
        "url": "/de/Ueber-uns/Referenzen/",
        "content": [
          {
            "type": "heading",
            "text": "Ein kleiner Einblick in unsere Arbeit"
          },
          {
            "type": "heading",
            "text": "Rufen Sie uns an"
          },
          {
            "type": "heading",
            "text": "Hier sind wir"
          },
          {
            "type": "heading",
            "text": "Unser Kontakt"
          },
          {
            "type": "paragraph",
            "text": "Ein kleiner Einblick in unsere ArbeitWerden auch Sie ein Teil unserer Referenz."
          },
          {
            "type": "paragraph",
            "text": "Zu Besuch bei UNIMMO f&uuml;r USM Montagen  USM-Umbauten f&uuml;r Firmen in der Region Reinach  Firmenumzug in Luzern  Firmenumzug in Luzern  Montagen in Basel  Montagen in Lausen  Firmenumzug in Wettingen  Umzug mit Rollwagen  Umzug in Visp  Umzug im Schwarzwald  Umzug in Frankreich"
          },
          {
            "type": "paragraph",
            "text": "Rufen Sie uns an+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Hier sind wirBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Unser KontaktE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          }
        ],
        "fetched": true
      },
      "team": {
        "url": "/de/Ueber-uns/unser-Team/",
        "content": [
          {
            "type": "heading",
            "text": "Unser Team"
          },
          {
            "type": "heading",
            "text": "Jill Schlecht, Gründer"
          },
          {
            "type": "heading",
            "text": "Felix Pfeifer, Umzugsleiter"
          },
          {
            "type": "heading",
            "text": "Rufen Sie uns an"
          },
          {
            "type": "heading",
            "text": "Hier sind wir"
          },
          {
            "type": "heading",
            "text": "Unser Kontakt"
          },
          {
            "type": "paragraph",
            "text": "Unser TeamJill Schlecht, GründerJill Schlecht, GründerPosition Disposition, Aussendienst"
          },
          {
            "type": "paragraph",
            "text": "Beschreibung Ich bin Gründer, CEO und Gesellschafter der Firma Schelcht und Co GmbH. 2024 habe ich mein eigenes Unternehmen gegründet und es bereits 2025 erfolgreich in eine GmbH umgewandelt. Ursprünglich habe ich den Beruf des Schreiners erlernt, bevor ich meine Leidenschaft für den Bereich Umzüge entdeckt habe. Durch meinen handwerklichen Hintergrund weiß ich, worauf es bei Sorgfalt, Qualität und Präzision ankommt – Eigenschaften, die ich in jedes Projekt einfließen lasse. Heute stehe ich mit meinem Team für zuverlässige, kundenorientierte Umzugslösungen, die individuell auf die Bedürfnisse unserer Kundinnen und Kunden zugeschnitten sind. Mein Ziel ist es, jedem Umzug nicht nur reibungslos, sondern auch stressfrei und professionell zu gestalten – damit unsere Kundschaft von Anfang an ein gutes Gefühl hat."
          },
          {
            "type": "paragraph",
            "text": "Position Umzugsleiter"
          },
          {
            "type": "paragraph",
            "text": "Beschreibung Felix Pfeifer ist Umzugsleiter beim Unternehmen Schlecht und Co GmbH. Als gelernter Schreiner mit jahrelanger Erfahrung im Umzugsbereich verbindet er handwerkliche Präzision mit organisatorischem Geschick. Er betreut unsere Kundinnen und Kunden persönlich – unabhängig davon, ob es sich um einen kleinen Privatumzug oder ein großes Projekt handelt. Mit seiner offenen Art und seinem hohen Qualitätsanspruch ist er während des gesamten Prozesses ein verlässlicher Ansprechpartner. Sein Ziel ist es, jedem Umzug die nötige Struktur und Ruhe zu geben, damit sich unsere Kundschaft jederzeit gut aufgehoben fühlt."
          },
          {
            "type": "paragraph",
            "text": "Rufen Sie uns an+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Hier sind wirBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Unser KontaktE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          }
        ],
        "fetched": true
      }
    },
    "en": {
      "home": {
        "url": "/en/Home/",
        "content": [
          {
            "type": "heading",
            "text": "Call us"
          },
          {
            "type": "heading",
            "text": "Where to find us"
          },
          {
            "type": "heading",
            "text": "Our Contact"
          },
          {
            "type": "heading",
            "text": "External Contents"
          },
          {
            "type": "heading",
            "text": "Cookie Settings"
          },
          {
            "type": "paragraph",
            "text": "Your competent relocation partner- Reinach - Basel-Landschaft - Switzerland -Welcome to Schlecht &amp; Co. GmbH. We are a young, dynamic company based in Reinach, Basel-Landschaft. We specialise in professional relocation services as well as clearances and removals of all kinds.Our services are not limited to the Basel region; we also operate in Solothurn, Aargau and far beyond. We support you throughout the entire process with reliability, efficiency and expertise.For individual requests, you are welcome to contact us directly by email with your specific requirements.We are always ready to assist you and look forward to receiving your enquiry."
          },
          {
            "type": "paragraph",
            "text": "We do not only handle relocations within the Reinach or Basel-Landschaft region, we carry out moves throughout the entire Switzerland. Sit back and let us take care of the work for you. Moving is often associated with a great deal of effort and organisation. Our goal is to relieve you of this stress and the associated concerns. We support and manage your move from start to finish, ensuring a smooth and professional process."
          },
          {
            "type": "paragraph",
            "text": "Corporate relocations are carried out by us with great care and efficiency. Thanks to our many years of experience in the commercial and business client segment, we take all relevant aspects into account in the best interests of the company. Through direct supervision by our team leader, potential complications are identified at an early stage and can be resolved quickly and efficiently."
          },
          {
            "type": "paragraph",
            "text": "With our comprehensive clearance and disposal services, we provide professional support whenever space needs to be created, properties need to be vacated, or entire households and businesses need to be dissolved."
          },
          {
            "type": "paragraph",
            "text": "Our service is characterised by professional planning, discreet handling and punctual, reliable execution."
          },
          {
            "type": "paragraph",
            "text": "We offer professional USM Haller assembly, disassembly and modification services in Basel-Landschaft and throughout Northwestern Switzerland. As an experienced service provider, we handle the expert installation, dismantling and customised adaptation of USM Haller furniture for both private and commercial clients."
          },
          {
            "type": "paragraph",
            "text": "Call us+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Where to find usBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Our ContactE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          },
          {
            "type": "paragraph",
            "text": "The contents provided here cannot be displayed due to your current cookie settings."
          },
          {
            "type": "paragraph",
            "text": "This website may offer content or functionality that is provided by third parties on their own responsibility. These third parties may set their own cookies, e.g. to track user activity or to personalize and optimize their offers."
          },
          {
            "type": "paragraph",
            "text": "This website uses cookies to provide visitors with an optimal user experience. Certain third party content is only displayed if \"Third Party Content\" is enabled."
          }
        ],
        "fetched": true
      },
      "umzug": {
        "url": "/en/Privat-relocation/",
        "content": [
          {
            "type": "heading",
            "text": "Relocations"
          },
          {
            "type": "heading",
            "text": "Call us"
          },
          {
            "type": "heading",
            "text": "Where to find us"
          },
          {
            "type": "heading",
            "text": "Our Contact"
          },
          {
            "type": "heading",
            "text": "External Contents"
          },
          {
            "type": "heading",
            "text": "Cookie Settings"
          },
          {
            "type": "paragraph",
            "text": "RelocationsResidential moves"
          },
          {
            "type": "paragraph",
            "text": "We provide professional relocation services for private clients, from careful planning through to safe and reliable execution. With experience, dedication and a well-coordinated team, we ensure that your move is carried out efficiently, on schedule and without stress. Your furniture and personal belongings are in the best possible hands with us."
          },
          {
            "type": "paragraph",
            "text": "Senior relocation"
          },
          {
            "type": "paragraph",
            "text": "Moves into retirement homes are part of our daily work. We accompany your loved ones with patience and care, ensuring a calm and stress-free transition from their home to a senior residence or nursing home. Once there, our experienced movers set up the new living space according to your wishes and also take care of tasks such as hanging pictures, so the room quickly feels warm, familiar and welcoming."
          },
          {
            "type": "paragraph",
            "text": "Small-Scale Moves"
          },
          {
            "type": "paragraph",
            "text": "Whether it is a move from a shared apartment room or a first move out of your family home, we give it the same level of care and attention as a full house relocation. We do not see ourselves as “strangers” simply transporting your furniture, but as a reliable partner who creates a familiar, friendly and reassuring atmosphere throughout the entire move."
          },
          {
            "type": "paragraph",
            "text": "We know no boundaries and also carry out relocations to our neighbouring countries. Upon request, we are happy to handle the required customs documentation for you, ensuring a smooth and uncomplicated process."
          },
          {
            "type": "paragraph",
            "text": "Call us+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Where to find usBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Our ContactE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          },
          {
            "type": "paragraph",
            "text": "The contents provided here cannot be displayed due to your current cookie settings."
          },
          {
            "type": "paragraph",
            "text": "This website may offer content or functionality that is provided by third parties on their own responsibility. These third parties may set their own cookies, e.g. to track user activity or to personalize and optimize their offers."
          },
          {
            "type": "paragraph",
            "text": "This website uses cookies to provide visitors with an optimal user experience. Certain third party content is only displayed if \"Third Party Content\" is enabled."
          }
        ],
        "fetched": true
      },
      "transport": {
        "url": "/en/Privat-relocation/Transport/",
        "content": [
          {
            "type": "heading",
            "text": "Transport services of all kinds"
          },
          {
            "type": "heading",
            "text": "Call us"
          },
          {
            "type": "heading",
            "text": "Where to find us"
          },
          {
            "type": "heading",
            "text": "Our Contact"
          },
          {
            "type": "heading",
            "text": "External Contents"
          },
          {
            "type": "heading",
            "text": "Cookie Settings"
          },
          {
            "type": "paragraph",
            "text": "Transport services of all kinds Furniture transport"
          },
          {
            "type": "paragraph",
            "text": "Not only large relocations, we also take care of small transports. Our company stands not only for professional moving services, but also for reliable small-scale transport solutions of all kinds. Whether you need to move a single piece of furniture, a few boxes or a small delivery, we are flexible and ensure that everything arrives quickly, safely and on time."
          },
          {
            "type": "paragraph",
            "text": "Even if it is “only” a small assignment, we treat it with the same care and professionalism as a large relocation. Our team is happy to assist you with apartment moves, collections, furniture transport, disposals or short-notice delivery services."
          },
          {
            "type": "paragraph",
            "text": "Special transport"
          },
          {
            "type": "paragraph",
            "text": "Some items require special attention, whether due to their value, their sensitivity or their uniqueness. We are your reliable partner for specialised transport services involving artworks, paintings, designer furniture, USM systems and delicate objects of all kinds.With our experience and the appropriate equipment, we ensure that every item is professionally packed, transported safely and carefully positioned. Our trained staff know exactly what matters when handling sensitive objects, from preparation and transport through to on-site installation."
          },
          {
            "type": "paragraph",
            "text": "Call us+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Where to find usBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Our ContactE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          },
          {
            "type": "paragraph",
            "text": "The contents provided here cannot be displayed due to your current cookie settings."
          },
          {
            "type": "paragraph",
            "text": "This website may offer content or functionality that is provided by third parties on their own responsibility. These third parties may set their own cookies, e.g. to track user activity or to personalize and optimize their offers."
          },
          {
            "type": "paragraph",
            "text": "This website uses cookies to provide visitors with an optimal user experience. Certain third party content is only displayed if \"Third Party Content\" is enabled."
          }
        ],
        "fetched": true
      },
      "firmenumzug": {
        "url": "/en/Corporate-relocation/",
        "content": [
          {
            "type": "heading",
            "text": "Corporate relocation"
          },
          {
            "type": "heading",
            "text": "Call us"
          },
          {
            "type": "heading",
            "text": "Where to find us"
          },
          {
            "type": "heading",
            "text": "Our Contact"
          },
          {
            "type": "heading",
            "text": "External Contents"
          },
          {
            "type": "heading",
            "text": "Cookie Settings"
          },
          {
            "type": "paragraph",
            "text": "Corporate relocationInspection"
          },
          {
            "type": "paragraph",
            "text": "Before planning the relocation, we recommend an on-site inspection in order to assess the exact volume and local conditions. For us, every detail matters in ensuring a smooth and well-coordinated move."
          },
          {
            "type": "paragraph",
            "text": "If an on-site inspection is not possible, you are also welcome to send us a furniture list as an alternative"
          },
          {
            "type": "paragraph",
            "text": "Structural planning"
          },
          {
            "type": "paragraph",
            "text": "Due to its scale, an office relocation requires a different approach than a private move. For this reason, it is important to us to work with you to define a clear structure and process. Every step is discussed and coordinated with you to ensure a well-organised and efficient relocation."
          },
          {
            "type": "paragraph",
            "text": "Packing materials"
          },
          {
            "type": "paragraph",
            "text": "We provide moving boxes and suitable packing materials for all office items. Whether for documents, folders or decorative items, we have the right packaging solution for everything."
          },
          {
            "type": "paragraph",
            "text": "Relocation cencept"
          },
          {
            "type": "paragraph",
            "text": "We create a relocation concept that is tailored specifically to your project. This also includes a checklist with a clearly structured and systematic workflow. From packing and preparation, through transport to the new office, and on to unpacking, every step is documented and coordinated with you."
          },
          {
            "type": "paragraph",
            "text": "Call us+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Where to find usBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Our ContactE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          },
          {
            "type": "paragraph",
            "text": "The contents provided here cannot be displayed due to your current cookie settings."
          },
          {
            "type": "paragraph",
            "text": "This website may offer content or functionality that is provided by third parties on their own responsibility. These third parties may set their own cookies, e.g. to track user activity or to personalize and optimize their offers."
          },
          {
            "type": "paragraph",
            "text": "This website uses cookies to provide visitors with an optimal user experience. Certain third party content is only displayed if \"Third Party Content\" is enabled."
          }
        ],
        "fetched": true
      },
      "raeumung": {
        "url": "/en/Disposal-and-Clearance/index.php/",
        "content": [
          {
            "type": "heading",
            "text": "Clearance and disposal"
          },
          {
            "type": "heading",
            "text": "Call us"
          },
          {
            "type": "heading",
            "text": "Where to find us"
          },
          {
            "type": "heading",
            "text": "Our Contact"
          },
          {
            "type": "heading",
            "text": "External Contents"
          },
          {
            "type": "heading",
            "text": "Cookie Settings"
          },
          {
            "type": "paragraph",
            "text": "Clearance and disposalWe handle the clearance and removal of apartments, houses, basements, attics, garages, storage areas and commercial properties, and ensure the professional and environmentally responsible disposal of all items that are no longer required."
          },
          {
            "type": "paragraph",
            "text": "In the process, we separate recyclable materials, donate well-preserved furniture to charitable organisations upon request, or dispose of bulky waste and refuse in accordance with current legal regulations. Our experienced teams work efficiently and respectfully. Especially in sensitive situations such as estate clearances or short-notice assignments, you as the client remain our top priority."
          },
          {
            "type": "paragraph",
            "text": "Our services for private clientsFor private customers, we offer comprehensive services for apartment and house clearances, including the removal of basements, attics and garages, as well as the professional disposal of furniture, household items, electrical appliances and bulky waste. We support you with complete household clearances, whether a relocation is planned, a property sale is pending or a sensitive situation such as a bereavement has occurred. Upon request, we hand over the premises in a broom-clean condition, ensuring that you do not have to worry about anything."
          },
          {
            "type": "paragraph",
            "text": "Our services for corporate clients"
          },
          {
            "type": "paragraph",
            "text": "For companies, public authorities and commercial clients, we are a reliable and capable partner. We handle office, commercial and warehouse clearances, business closures and archive removals, taking into account all dismantling and transport-related requirements. We place great importance on efficient workflows, discreet handling and punctual handover, ensuring that your business operations are disrupted as little as possible. Professional disposal and, if required, the secure destruction of sensitive documents are, of course, an integral part of our service."
          },
          {
            "type": "paragraph",
            "text": "Call us+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Where to find usBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Our ContactE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          },
          {
            "type": "paragraph",
            "text": "The contents provided here cannot be displayed due to your current cookie settings."
          },
          {
            "type": "paragraph",
            "text": "This website may offer content or functionality that is provided by third parties on their own responsibility. These third parties may set their own cookies, e.g. to track user activity or to personalize and optimize their offers."
          },
          {
            "type": "paragraph",
            "text": "This website uses cookies to provide visitors with an optimal user experience. Certain third party content is only displayed if \"Third Party Content\" is enabled."
          }
        ],
        "fetched": true
      },
      "usm": {
        "url": "/en/USM-Haller/",
        "content": [
          {
            "type": "heading",
            "text": "USM-Haller"
          },
          {
            "type": "heading",
            "text": "Call us"
          },
          {
            "type": "heading",
            "text": "Where to find us"
          },
          {
            "type": "heading",
            "text": "Our Contact"
          },
          {
            "type": "heading",
            "text": "External Contents"
          },
          {
            "type": "heading",
            "text": "Cookie Settings"
          },
          {
            "type": "paragraph",
            "text": "USM-HallerWhether it is USM Haller assembly in Basel-Landschaft, disassembly during a relocation, or the modification of existing systems, we ensure precise, clean and material-safe execution. Our expertise covers USM Haller shelving units, sideboards, office furniture and complete workplace solutions, which we adapt optimally to new room concepts, office spaces or residential environments."
          },
          {
            "type": "paragraph",
            "text": "Especially in Basel-Landschaft, whether in Liestal, Pratteln, Muttenz or the surrounding areas, we support our clients with relocations, office refurbishments and the expansion of existing USM Haller systems. Through our specialised approach, your high-quality USM Haller furniture remains permanently functional and retains its value over the long term."
          },
          {
            "type": "paragraph",
            "text": "Our USM Haller assembly, disassembly and modification services in Basel-Landschaft are aimed at companies, offices, architects, interior designers and private individuals. We are happy to advise you personally and provide a non-binding quotation for your project in the Basel-Landschaft region."
          },
          {
            "type": "paragraph",
            "text": "Call us+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Where to find usBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Our ContactE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          },
          {
            "type": "paragraph",
            "text": "The contents provided here cannot be displayed due to your current cookie settings."
          },
          {
            "type": "paragraph",
            "text": "This website may offer content or functionality that is provided by third parties on their own responsibility. These third parties may set their own cookies, e.g. to track user activity or to personalize and optimize their offers."
          },
          {
            "type": "paragraph",
            "text": "This website uses cookies to provide visitors with an optimal user experience. Certain third party content is only displayed if \"Third Party Content\" is enabled."
          }
        ],
        "fetched": true
      },
      "about": {
        "url": "/en/About-us/",
        "content": [
          {
            "type": "heading",
            "text": "Our story"
          },
          {
            "type": "heading",
            "text": "Call us"
          },
          {
            "type": "heading",
            "text": "Where to find us"
          },
          {
            "type": "heading",
            "text": "Our Contact"
          },
          {
            "type": "heading",
            "text": "External Contents"
          },
          {
            "type": "heading",
            "text": "Cookie Settings"
          },
          {
            "type": "paragraph",
            "text": "Our storyOur company looks back on an exciting development."
          },
          {
            "type": "paragraph",
            "text": "In 2024, I started as a trained carpenter with a sole proprietorship, driven by a passion for precise craftsmanship and individual solutions. In 2025, the company was converted into a limited liability company (GmbH), a step that reflects our growing success, increasing demand and the expansion of our team."
          },
          {
            "type": "paragraph",
            "text": "Today, we support our clients as an experienced team of qualified carpenters. We combine traditional craftsmanship with modern techniques and place particular emphasis on close customer relationships, personal consultation and reliable execution. Thanks to our strong regional roots, we remain close to our customers, understand their needs and can respond flexibly to individual requirements."
          },
          {
            "type": "paragraph",
            "text": "With our experience, craftsmanship and passion for carpentry, we carry out every project with the highest standards of quality and attention to detail. Our goal is to create durable, custom-made solutions that enhance our clients’ everyday lives and bring lasting satisfaction."
          },
          {
            "type": "paragraph",
            "text": "Call us+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Where to find usBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Our ContactE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          },
          {
            "type": "paragraph",
            "text": "The contents provided here cannot be displayed due to your current cookie settings."
          },
          {
            "type": "paragraph",
            "text": "This website may offer content or functionality that is provided by third parties on their own responsibility. These third parties may set their own cookies, e.g. to track user activity or to personalize and optimize their offers."
          },
          {
            "type": "paragraph",
            "text": "This website uses cookies to provide visitors with an optimal user experience. Certain third party content is only displayed if \"Third Party Content\" is enabled."
          }
        ],
        "fetched": true
      },
      "kontakt": {
        "url": "/en/About-us/Contact/",
        "content": [
          {
            "type": "heading",
            "text": "Contact us today"
          },
          {
            "type": "heading",
            "text": "Opening hours"
          },
          {
            "type": "heading",
            "text": "Call us"
          },
          {
            "type": "heading",
            "text": "Where to find us"
          },
          {
            "type": "heading",
            "text": "Our Contact"
          },
          {
            "type": "heading",
            "text": "External Contents"
          },
          {
            "type": "heading",
            "text": "Cookie Settings"
          },
          {
            "type": "paragraph",
            "text": "Contact us todayWe are happy to assist you by phone, email, WhatsApp or in person on site."
          },
          {
            "type": "paragraph",
            "text": "We are closed      \n    \n  \n  \n  \n          \n        Monday\n                      \n              9:00&ndash;17:00            \n                      \n              13:00&ndash;18:30            \n                  \n      \n          \n        Tuesday\n                      \n              9:00&ndash;17:00            \n                      \n              13:00&ndash;18:30            \n                  \n      \n          \n        Wednesday\n                      \n              9:00&ndash;17:00            \n                      \n              13:00&ndash;18:30            \n                  \n      \n          \n        Thursday\n                      \n              9:00&ndash;17:00            \n                      \n              13:00&ndash;18:30            \n                  \n      \n          \n        Friday\n                      \n              9:00&ndash;17:00            \n                      \n              13:00&ndash;18:30            \n                  \n      \n      \n\n  \n  \n    \n  \n\n\n\n\n\t\t\n\n\n\n  \n      \n      \n      \n      \n    \n\n\n\nSchlecht und Co AGBAGB 25.11.2025.pdf (102.66KB)Schlecht und Co AGBAGB 25.11.2025.pdf (102.66KB)"
          },
          {
            "type": "paragraph",
            "text": "Call us+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Where to find usBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Our ContactE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          },
          {
            "type": "paragraph",
            "text": "The contents provided here cannot be displayed due to your current cookie settings."
          },
          {
            "type": "paragraph",
            "text": "This website may offer content or functionality that is provided by third parties on their own responsibility. These third parties may set their own cookies, e.g. to track user activity or to personalize and optimize their offers."
          },
          {
            "type": "paragraph",
            "text": "This website uses cookies to provide visitors with an optimal user experience. Certain third party content is only displayed if \"Third Party Content\" is enabled."
          }
        ],
        "fetched": true
      },
      "referenzen": {
        "url": "/en/About-us/References/",
        "content": [
          {
            "type": "heading",
            "text": "A small insight into our work"
          },
          {
            "type": "heading",
            "text": "Call us"
          },
          {
            "type": "heading",
            "text": "Where to find us"
          },
          {
            "type": "heading",
            "text": "Our Contact"
          },
          {
            "type": "heading",
            "text": "External Contents"
          },
          {
            "type": "heading",
            "text": "Cookie Settings"
          },
          {
            "type": "paragraph",
            "text": "A small insight into our workBecome part of our references."
          },
          {
            "type": "paragraph",
            "text": "Company relocation in Luzern  Company relocation in Luzern  Montagen in Basel  Montagen in Lausen  Company relocation in Wettingen  Umzug mit Rollwagen  Moving in Visp  Moving im Schwarzwald  Moving in France"
          },
          {
            "type": "paragraph",
            "text": "Call us+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Where to find usBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Our ContactE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          },
          {
            "type": "paragraph",
            "text": "The contents provided here cannot be displayed due to your current cookie settings."
          },
          {
            "type": "paragraph",
            "text": "This website may offer content or functionality that is provided by third parties on their own responsibility. These third parties may set their own cookies, e.g. to track user activity or to personalize and optimize their offers."
          },
          {
            "type": "paragraph",
            "text": "This website uses cookies to provide visitors with an optimal user experience. Certain third party content is only displayed if \"Third Party Content\" is enabled."
          }
        ],
        "fetched": true
      },
      "team": {
        "url": "/en/About-us/Our-Team/",
        "content": [
          {
            "type": "heading",
            "text": "Unser Team"
          },
          {
            "type": "heading",
            "text": "Jill Schlecht, Gründer"
          },
          {
            "type": "heading",
            "text": "Felix Pfeifer, Umzugsleiter"
          },
          {
            "type": "heading",
            "text": "Call us"
          },
          {
            "type": "heading",
            "text": "Where to find us"
          },
          {
            "type": "heading",
            "text": "Our Contact"
          },
          {
            "type": "heading",
            "text": "External Contents"
          },
          {
            "type": "heading",
            "text": "Cookie Settings"
          },
          {
            "type": "paragraph",
            "text": "Unser TeamJill Schlecht, GründerJill Schlecht, GründerPosition Disposition, Aussendienst"
          },
          {
            "type": "paragraph",
            "text": "Beschreibung Ich bin Gründer, CEO und Gesellschafter der Firma Schelcht und Co GmbH. 2024 habe ich mein eigenes Unternehmen gegründet und es bereits 2025 erfolgreich in eine GmbH umgewandelt. Ursprünglich habe ich den Beruf des Schreiners erlernt, bevor ich meine Leidenschaft für den Bereich Umzüge entdeckt habe. Durch meinen handwerklichen Hintergrund weiß ich, worauf es bei Sorgfalt, Qualität und Präzision ankommt – Eigenschaften, die ich in jedes Projekt einfließen lasse. Heute stehe ich mit meinem Team für zuverlässige, kundenorientierte Umzugslösungen, die individuell auf die Bedürfnisse unserer Kundinnen und Kunden zugeschnitten sind. Mein Ziel ist es, jedem Umzug nicht nur reibungslos, sondern auch stressfrei und professionell zu gestalten – damit unsere Kundschaft von Anfang an ein gutes Gefühl hat."
          },
          {
            "type": "paragraph",
            "text": "Position Umzugsleiter"
          },
          {
            "type": "paragraph",
            "text": "Beschreibung Felix Pfeifer ist Umzugsleiter beim Unternehmen Schlecht und Co GmbH. Als gelernter Schreiner mit jahrelanger Erfahrung im Umzugsbereich verbindet er handwerkliche Präzision mit organisatorischem Geschick. Er betreut unsere Kundinnen und Kunden persönlich – unabhängig davon, ob es sich um einen kleinen Privatumzug oder ein großes Projekt handelt. Mit seiner offenen Art und seinem hohen Qualitätsanspruch ist er während des gesamten Prozesses ein verlässlicher Ansprechpartner. Sein Ziel ist es, jedem Umzug die nötige Struktur und Ruhe zu geben, damit sich unsere Kundschaft jederzeit gut aufgehoben fühlt."
          },
          {
            "type": "paragraph",
            "text": "Call us+41 61 711 11 15"
          },
          {
            "type": "paragraph",
            "text": "+41 79 197 89 92"
          },
          {
            "type": "paragraph",
            "text": "Where to find usBruggstrasse 7"
          },
          {
            "type": "paragraph",
            "text": "4153 Reinach BL"
          },
          {
            "type": "paragraph",
            "text": "Our ContactE-Mail"
          },
          {
            "type": "paragraph",
            "text": "jillschlecht@schlecht-movers.ch"
          },
          {
            "type": "paragraph",
            "text": "The contents provided here cannot be displayed due to your current cookie settings."
          },
          {
            "type": "paragraph",
            "text": "This website may offer content or functionality that is provided by third parties on their own responsibility. These third parties may set their own cookies, e.g. to track user activity or to personalize and optimize their offers."
          },
          {
            "type": "paragraph",
            "text": "This website uses cookies to provide visitors with an optimal user experience. Certain third party content is only displayed if \"Third Party Content\" is enabled."
          }
        ],
        "fetched": true
      }
    }
  }
}